@extends('frontend.layouts.default')

@section('pageTitle')دكتور طلال | عمليات التطويل@endsection

@section('content')
    <section class="lengthening">
        <div class="container">
            <div class="maincont">
                <h3>إطالة الأطراف</h3>
                <p>عمليات إطالة العظام هي إجراءات جراحية تهدف إلى زيادة طول العظام في الأطراف، وتُستخدم بشكل أساسي لعلاج الأشخاص الذين يعانون من تشوهات أو اختلافات في طول العظام نتيجة لعيوب خلقية، إصابات، أو أمراض تؤثر على النمو الطبيعي. هذه العمليات تُعتبر جزءاً من عمليات إعادة بناء العظام وتُستخدم في بعض الحالات لتحسين القدرة الحركية أو لتعديل قوام الجسم.</p>
                <h4>كيف تتم العملية؟</h4>
                <p>تبدأ عملية إطالة العظام بإجراء جراحة تُسمى "قطع العظم"، حيث يقوم الجراح بقطع العظم المراد إطالته باستخدام أدوات خاصة. بعد ذلك، يتم تثبيت العظم بجهاز خارجي يُسمى "جهاز الإطالة"، وهو عبارة عن إطار معدني أو جهاز داخلي متصل بالعظم عبر دعامات أو أسلاك. هذا الجهاز يمكن التحكم به لزيادة المسافة بين طرفي العظم المقطوع بشكل تدريجي، مما يسمح للجسم بتكوين عظم جديد في الفراغ المتزايد.</p>
                <h4>مراحل العملية:</h4>
                <ul>
                    <li>التحضير الجراحي: يتضمن الفحوصات اللازمة لتحديد حالة المريض والقدرة على إجراء العملية بأمان.</li>
                    <li>الجراحة: تتطلب كسر العظم بشكل متحكم فيه، ثم تثبيت جهاز الإطالة.</li>
                    <li>الإطالة التدريجية: تتم ببطء وبمعدل تقريبي 1 ملم يومياً. خلال هذه المرحلة، يقوم المريض عادة بتعديل الجهاز يومياً.</li>
                    <li>التعافي والتأهيل: بعد الوصول إلى الطول المطلوب، يحتاج الجسم إلى وقت لتكوين عظم قوي ومستقر. تشمل هذه الفترة علاجًا طبيعيًا لتحسين الحركة وتقوية العضلات.</li>
                </ul>
                <h4>المخاطر والمضاعفات:</h4>
                <p>مثل أي عملية جراحية، هناك مخاطر مرتبطة بإطالة العظام، وتشمل التهابات في مكان التثبيت، مشاكل في التئام العظم، أو عدم القدرة على الوصول للطول المطلوب. بالإضافة إلى ذلك، قد يواجه المريض تحديات في التنقل أثناء فترة الإطالة والتعافي.</p>
            </div>
        </div>
    </section>

    <section class="bonestratigic">
        <div class="container">
            <h3>استراتيجيات وتقنيات اطالة العظام</h3>
            <ul>
                <li class="selected" data-class="part1">المثبت الخارجي</li>
                <li data-class="part2">المسمار النخاعي </li>
            </ul>
            <div class="maincon">
                <div class="complex part1 parts">
                    <p>نحن نستخدم جميع أنواع المثبتات الخارجية إما أحادية الجانب مثل LRS Orthofix أو EBI أو نصف دائرية أو دائرية إما تقليدية مثل مثبت Ilizarov أو الكمبيوتر بمساعدة TSF أو Orthosuv أو I fixator أو TLHex.جميع المثبتات الخارجية التي نستخدمها هي أجهزة أمريكية أو أوروبية CE و FDA.نحن لا نستخدم أي المثبتات محلية الصنع أو رخيصة.</p>
                    <p>يجب أن نختار أداة التثبيت المناسبة التي تلبي احتياجات المريض ، لذلك يتعين علينا رؤية المريض وفحصه والتحدث معه لمعرفة الاحتياجات.ليس كل تشوه بحاجة إلى تصحيح بواسطة مثبت خارجي ، في العديد من المرضى ، نستخدم التثبيت الداخلي لتصحيح التشوه.</p>
                    <p>للحصول على تصحيح دقيق ، نستخدم أداة التثبيت الخارجية فقط أثناء الجراحة لتصحيح التشوه الحاد من خلال ضبط دقيق وبعد التأكد من أن المحور الميكانيكي أصبح مثاليًا ، فإننا نطبق التثبيت الداخلي إما مسمار أو صفيحة ثم نزيل المثبت ، لذلك يمكن للمريض الاستفادة من دقة تصحيح المثبت والراحة في التثبيت الداخلي.</p>
                    <h4>كيف يعمل التثبيت الخارجي</h4>
                    <p>كل أداة تثبيت فريدة من نوعها ولديها طريقة عمل خاصة بها. يجب أن يكون هناك دعامات أو قضبان متدرجة يمكن للمريض استخدامها لتصحيح التشوه تدريجياً. يجب عليك أن تسأل طبيبك حول كيفية استخدام جهاز التثبيت الخارجي وكيفية العناية به اعتدنا أن نوفر للمريض كتيب خاص لذلك بعد الجراحة.</p>
                    <p>تكمن ميزة المثبت الخارجي في أنه غزير إلى الحد الأدنى وفي معظم الحالات يكون مستقرًا بدرجة كافية للسماح للمريض بعمل حمل للوزن والمشي بعد العملية التي قد لا يُسمح بها عند إجراء التثبيت الداخلي.</p>
                    <div class="row">
                        <div class="col-md col-sm-6 col-6"><img src="{{ asset('assets/frontend/img/stratigic-img1.png') }}" alt=""></div>
                        <div class="col-md col-sm-6 col-6"><img src="{{ asset('assets/frontend/img/stratigic-img1.png') }}" alt=""></div>
                        <div class="col-md col-sm-6 col-6"><img src="{{ asset('assets/frontend/img/stratigic-img3.png') }}" alt=""></div>
                    </div>
                </div>

                <div class="complex part2 parts">
                    <p>هي تقنية مفيدة تساعد المرضى الذين لا يرغبون في الحصول على جهاز تثبيت خارجي لفترة طويلة على عظامهم. نستخدم أداة التثبيت الخارجية فقط خلال فترة الإطالة بينما يوجد مسمار داخل العظم ، ثم بعد الانتهاء من الإطالة نقوم بإغلاق المسمار النخاعي داخل العظم ونقوم بإزالة المثبت ، بحيث يستطيع المسمار النخاعي حماية العظم الضعيف الذي تم تشكيله حديثًا حتى يتم تصلبه بالكامل في غضون 4-5 أشهر.من مزايا هذه العملية أن الإجراء بأكمله يستغرق حوالي 10-12 أسبوعًا وأنه أرخص بكثير من القيام بالمساير النخاعيه الداخلية بالكامل.</p>
                    <p>من عيوبها اننا نحتاج إلى اجراء عمليتان: واحدة لإدخال المسمار النخاعي وجهاز المثبت الخارجي والأخرى لقفل المسمار النخاعي وإزالة المثبت الخارجي بعد الانتهاء من الإطالة.</p>
                    <p>ميزتها أنها أرخص فى التكلفه من طريقة المسمار الداخلي بالريموت كنترول وأنه يسمح بتطبيق غرس أقوى من الداخلي الكامل الذي يمكن أن يسمح للمريض بالسير والتحميل علي الساقين.</p>
                    <div class="row">
                        <div class="col-md col-sm-6 col-6"><img src="{{ asset('assets/frontend/img/stratigic-img4.png') }}" alt=""></div>
                        <div class="col-md col-sm-6 col-6"><img src="{{ asset('assets/frontend/img/stratigic-img5.png') }}" alt=""></div>
                        <div class="col-md col-sm-6 col-6"><img src="{{ asset('assets/frontend/img/stratigic-img4.png') }}" alt=""></div>
                    </div>
                </div>
            </div>
        </div>
    </section>
@endsection
