@extends('frontend.layouts.default')

@section('pageTitle')دكتور طلال | العمليات الجراحية@endsection

@section('content')
    <section class="surgical">
        <div class="container">
            <h3>العمليات الجراحية</h3>

            <div class="Children_bones">
                <div class="row">
                    <div class="col-md-4 col-sm-12 col-12"><img src="{{ asset('assets/frontend/img/Children_bones.png') }}" alt=""></div>
                    <div class="col-md-8 col-sm-12 col-12">
                        <h4>جراحات عظام الأطفال</h4>
                        <h6>أهم الحالات التي تتطلب جراحة عظام الأطفال:</h6>
                        <p>
                            1. العيوب الخلقية:
                        <ul>
                            <li>القدم الحنفاء (Clubfoot): هي حالة يولد فيها الطفل بقدم ملتوية، وتحتاج في بعض الأحيان إلى جراحة لتصحيح التشوه.</li>
                            <li>خلل تنسج الورك (Hip Dysplasia): حالة يكون فيها مفصل الورك غير متطور بشكل كامل، وقد تحتاج إلى جراحة لتثبيته بشكل صحيح.</li>
                        </ul>
                        </p>
                        <p>2. إصابات وكسور العظام: الأطفال عرضة للإصابات بسبب نشاطهم وحركتهم المستمرة. الكسور هي من أكثر الإصابات شيوعًا في مرحلة الطفولة، والجراحة قد تكون ضرورية لتثبيت العظام باستخدام شرائح معدنية أو مسامير في الحالات المعقدة.</p>
                        <p>3. أمراض العظام الوراثية: بعض الأطفال يعانون من أمراض تؤثر على نمو العظام بشكل طبيعي، مثل مرض العظم الزجاجي (Osteogenesis Imperfecta) الذي يجعل العظام هشة وعرضة للكسور المتكررة. في هذه الحالات، قد تحتاج العظام إلى جراحة لتقويمها وتثبيتها.</p>
                        <p>
                            4. تشوهات الأطراف:
                        <ul>
                            <li>اختلاف طول الأطراف: في بعض الحالات، قد يكون هناك اختلاف ملحوظ في طول الأطراف بين الساقين أو الذراعين. عمليات إطالة العظام أو تقصير العظم قد تكون الحل المناسب لتصحيح هذه المشكلة.</li>
                            <li>الجنف (Scoliosis): هو انحناء غير طبيعي في العمود الفقري يمكن أن يؤثر على النمو والحركة. تتطلب حالات الجنف المتقدمة جراحة لتصحيح الانحناء وتثبيت العمود الفقري.</li>
                        </ul>
                        </p>
                        <p>5. إصابات الغضاريف والمفاصل: بعض الإصابات الرياضية أو الحوادث قد تؤثر على المفاصل أو الغضاريف لدى الأطفال. الجراحة قد تكون ضرورية لإصلاح التلف والحفاظ على النمو الطبيعي للمفصل.</p>
                        <h6>تقنيات جراحات عظام الأطفال:</h6>
                        <h6>مع تقدم التكنولوجيا الطبية، أصبحت جراحات العظام للأطفال أكثر دقة وأمانًا، بفضل تقنيات جديدة مثل:</h6>
                        <ul>
                            <li>التنظير المفصلي: جراحة طفيفة التوغل تُستخدم لتشخيص وعلاج مشاكل المفاصل باستخدام أدوات صغيرة وكاميرا دقيقة.</li>
                            <li>المثبتات الخارجية: تُستخدم لتثبيت العظام أثناء عملية الشفاء، خاصة في حالات إطالة العظام أو تصحيح التشوهات.</li>
                            <li>الجراحة الموجهة بالصور: تُستخدم تقنيات التصوير ثلاثي الأبعاد لتخطيط الجراحة بدقة وتحسين النتائج.</li>
                        </ul>
                        <h6>التأهيل والعلاج بعد الجراحة:</h6>
                        <p>بعد إجراء جراحات العظام، يكون التأهيل والعلاج الطبيعي جزءًا أساسيًا من عملية التعافي. يتعاون الجراح مع أخصائيي العلاج الطبيعي لضمان استعادة الطفل للحركة والوظائف الطبيعية في أسرع وقت ممكن. يشمل العلاج الطبيعي تمارين تقوية العضلات، تحسين الحركة، وتقليل الألم.</p>
                        <h6>التحديات والمخاطر:</h6>
                        <p>على الرغم من أن جراحات عظام الأطفال أصبحت آمنة بشكل كبير، إلا أن هناك بعض التحديات التي قد تواجه الجراحين، مثل التعامل مع العظام النامية والمفاصل غير المتطورة بالكامل. كما أن هناك بعض المخاطر مثل التهابات الجروح، فشل العظم في الالتئام، أو الحاجة إلى جراحات متابعة.</p>
                    </div>
                </div>
            </div>

            <div class="deformities">
                <div class="row">
                    <div class="col-md-8 col-sm-12 col-12">
                        <h4>تصحيح التشوهات</h4>
                        <h6>أهم الحالات التي تتطلب جراحة عظام الأطفال:</h6>
                        <p>
                            1. العيوب الخلقية:
                        <ul>
                            <li>القدم الحنفاء (Clubfoot): هي حالة يولد فيها الطفل بقدم ملتوية، وتحتاج في بعض الأحيان إلى جراحة لتصحيح التشوه.</li>
                            <li>خلل تنسج الورك (Hip Dysplasia): حالة يكون فيها مفصل الورك غير متطور بشكل كامل، وقد تحتاج إلى جراحة لتثبيته بشكل صحيح.</li>
                        </ul>
                        </p>
                        <p>2. إصابات وكسور العظام: الأطفال عرضة للإصابات بسبب نشاطهم وحركتهم المستمرة. الكسور هي من أكثر الإصابات شيوعًا في مرحلة الطفولة، والجراحة قد تكون ضرورية لتثبيت العظام باستخدام شرائح معدنية أو مسامير في الحالات المعقدة.</p>
                        <p>3. أمراض العظام الوراثية: بعض الأطفال يعانون من أمراض تؤثر على نمو العظام بشكل طبيعي، مثل مرض العظم الزجاجي (Osteogenesis Imperfecta) الذي يجعل العظام هشة وعرضة للكسور المتكررة. في هذه الحالات، قد تحتاج العظام إلى جراحة لتقويمها وتثبيتها.</p>
                        <p>
                            4. تشوهات الأطراف:
                        <ul>
                            <li>اختلاف طول الأطراف: في بعض الحالات، قد يكون هناك اختلاف ملحوظ في طول الأطراف بين الساقين أو الذراعين. عمليات إطالة العظام أو تقصير العظم قد تكون الحل المناسب لتصحيح هذه المشكلة.</li>
                            <li>الجنف (Scoliosis): هو انحناء غير طبيعي في العمود الفقري يمكن أن يؤثر على النمو والحركة. تتطلب حالات الجنف المتقدمة جراحة لتصحيح الانحناء وتثبيت العمود الفقري.</li>
                        </ul>
                        </p>
                        <p>5. إصابات الغضاريف والمفاصل: بعض الإصابات الرياضية أو الحوادث قد تؤثر على المفاصل أو الغضاريف لدى الأطفال. الجراحة قد تكون ضرورية لإصلاح التلف والحفاظ على النمو الطبيعي للمفصل.</p>
                        <h6>تقنيات جراحات عظام الأطفال:</h6>
                        <h6>مع تقدم التكنولوجيا الطبية، أصبحت جراحات العظام للأطفال أكثر دقة وأمانًا، بفضل تقنيات جديدة مثل:</h6>
                        <ul>
                            <li>التنظير المفصلي: جراحة طفيفة التوغل تُستخدم لتشخيص وعلاج مشاكل المفاصل باستخدام أدوات صغيرة وكاميرا دقيقة.</li>
                            <li>المثبتات الخارجية: تُستخدم لتثبيت العظام أثناء عملية الشفاء، خاصة في حالات إطالة العظام أو تصحيح التشوهات.</li>
                            <li>الجراحة الموجهة بالصور: تُستخدم تقنيات التصوير ثلاثي الأبعاد لتخطيط الجراحة بدقة وتحسين النتائج.</li>
                        </ul>
                        <h6>التأهيل والعلاج بعد الجراحة:</h6>
                        <p>بعد إجراء جراحات العظام، يكون التأهيل والعلاج الطبيعي جزءًا أساسيًا من عملية التعافي. يتعاون الجراح مع أخصائيي العلاج الطبيعي لضمان استعادة الطفل للحركة والوظائف الطبيعية في أسرع وقت ممكن. يشمل العلاج الطبيعي تمارين تقوية العضلات، تحسين الحركة، وتقليل الألم.</p>
                        <h6>التحديات والمخاطر:</h6>
                        <p>على الرغم من أن جراحات عظام الأطفال أصبحت آمنة بشكل كبير، إلا أن هناك بعض التحديات التي قد تواجه الجراحين، مثل التعامل مع العظام النامية والمفاصل غير المتطورة بالكامل. كما أن هناك بعض المخاطر مثل التهابات الجروح، فشل العظم في الالتئام، أو الحاجة إلى جراحات متابعة.</p>
                    </div>
                    <div class="col-md-4 col-sm-12 col-12"><img src="{{ asset('assets/frontend/img/Children_bones.png') }}" alt=""></div>
                </div>
            </div>

            <div class="parties">
                <div class="row">
                    <div class="col-md-4 col-sm-12 col-12"><img src="{{ asset('assets/frontend/img/Children_bones.png') }}" alt=""></div>
                    <div class="col-md-8 col-sm-12 col-12">
                        <h4>إطالة الأطراف</h4>
                        <p>عمليات إطالة العظام هي إجراءات جراحية تهدف إلى زيادة طول العظام في الأطراف، وتُستخدم بشكل أساسي لعلاج الأشخاص الذين يعانون من تشوهات أو اختلافات في طول العظام نتيجة لعيوب خلقية، إصابات، أو أمراض تؤثر على النمو الطبيعي. هذه العمليات تُعتبر جزءاً من عمليات إعادة بناء العظام وتُستخدم في بعض الحالات لتحسين القدرة الحركية أو لتعديل قوام الجسم.</p>
                        <h4>كيف تتم العملية؟</h4>
                        <p>تبدأ عملية إطالة العظام بإجراء جراحة تُسمى "قطع العظم"، حيث يقوم الجراح بقطع العظم المراد إطالته باستخدام أدوات خاصة. بعد ذلك، يتم تثبيت العظم بجهاز خارجي يُسمى "جهاز الإطالة"، وهو عبارة عن إطار معدني أو جهاز داخلي متصل بالعظم عبر دعامات أو أسلاك. هذا الجهاز يمكن التحكم به لزيادة المسافة بين طرفي العظم المقطوع بشكل تدريجي، مما يسمح للجسم بتكوين عظم جديد في الفراغ المتزايد.</p>
                        <h4>مراحل العملية:</h4>
                        <ul>
                            <li>التحضير الجراحي: يتضمن الفحوصات اللازمة لتحديد حالة المريض والقدرة على إجراء العملية بأمان.</li>
                            <li>الجراحة: تتطلب كسر العظم بشكل متحكم فيه، ثم تثبيت جهاز الإطالة.</li>
                            <li>الإطالة التدريجية: تتم ببطء وبمعدل تقريبي 1 ملم يومياً. خلال هذه المرحلة، يقوم المريض عادة بتعديل الجهاز يومياً.</li>
                            <li>التعافي والتأهيل: بعد الوصول إلى الطول المطلوب، يحتاج الجسم إلى وقت لتكوين عظم قوي ومستقر. تشمل هذه الفترة علاجًا طبيعيًا لتحسين الحركة وتقوية العضلات.</li>
                        </ul>
                        <h4>المخاطر والمضاعفات:</h4>
                        <p>مثل أي عملية جراحية، هناك مخاطر مرتبطة بإطالة العظام، وتشمل التهابات في مكان التثبيت، مشاكل في التئام العظم، أو عدم القدرة على الوصول للطول المطلوب. بالإضافة إلى ذلك، قد يواجه المريض تحديات في التنقل أثناء فترة الإطالة والتعافي.</p>
                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection
